read_verilog -sv -formal -overwrite {workspace}/user/src/clock_1HZ.v
design -reset-vlog; proc;
write_json {workspace}/prj/netlist/clock_1HZ.json