read_verilog -sv -formal -overwrite {workspace}/user/src/clock_1HZ.v
read_verilog -sv -formal -overwrite {workspace}/user/src/trafficlight.v
read_verilog -sv -formal -overwrite {workspace}/user/src/control.v
read_verilog -sv -formal -overwrite {workspace}/user/src/count.v
read_verilog -sv -formal -overwrite {workspace}/user/src/lcd_top.sv
read_verilog -sv -formal -overwrite {workspace}/user/src/traffic_LCD.v
design -reset-vlog; proc;
write_json {workspace}/prj/netlist/traffic_LCD.json